OpenFOAM-v2106/tutorials/lagrangian/MPPICFoam/Goldschmidt/constant/kinematicCloudPositions
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  v2106                                 |
|   \\  /    A nd           | Website:  www.openfoam.com                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       vectorField;
    object      kinematicCloudPositions;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

(
(-0.0060 -0.0735 0.0015)
(-0.0030 -0.0735 0.0015)
(0.0000 -0.0735 0.0015)
(0.0030 -0.0735 0.0015)
(0.0060 -0.0735 0.0015)
(-0.0060 -0.0705 0.0015)
(-0.0030 -0.0705 0.0015)
(0.0000 -0.0705 0.0015)
(0.0030 -0.0705 0.0015)
(0.0060 -0.0705 0.0015)
(-0.0060 -0.0675 0.0015)
(-0.0030 -0.0675 0.0015)
(0.0000 -0.0675 0.0015)
(0.0030 -0.0675 0.0015)
(0.0060 -0.0675 0.0015)
(-0.0060 -0.0645 0.0015)
(-0.0030 -0.0645 0.0015)
(0.0000 -0.0645 0.0015)
(0.0030 -0.0645 0.0015)
(0.0060 -0.0645 0.0015)
(-0.0060 -0.0615 0.0015)
(-0.0030 -0.0615 0.0015)
(0.0000 -0.0615 0.0015)
(0.0030 -0.0615 0.0015)
(0.0060 -0.0615 0.0015)
(-0.0060 -0.0585 0.0015)
(-0.0030 -0.0585 0.0015)
(0.0000 -0.0585 0.0015)
(0.0030 -0.0585 0.0015)
(0.0060 -0.0585 0.0015)
(-0.0060 -0.0555 0.0015)
(-0.0030 -0.0555 0.0015)
(0.0000 -0.0555 0.0015)
(0.0030 -0.0555 0.0015)
(0.0060 -0.0555 0.0015)
(-0.0060 -0.0525 0.0015)
(-0.0030 -0.0525 0.0015)
(0.0000 -0.0525 0.0015)
(0.0030 -0.0525 0.0015)
(0.0060 -0.0525 0.0015)
(-0.0060 -0.0495 0.0015)
(-0.0030 -0.0495 0.0015)
(0.0000 -0.0495 0.0015)
(0.0030 -0.0495 0.0015)
(0.0060 -0.0495 0.0015)
(-0.0060 -0.0465 0.0015)
(-0.0030 -0.0465 0.0015)
(0.0000 -0.0465 0.0015)
(0.0030 -0.0465 0.0015)
(0.0060 -0.0465 0.0015)
(-0.0060 -0.0435 0.0015)
(-0.0030 -0.0435 0.0015)
(0.0000 -0.0435 0.0015)
(0.0030 -0.0435 0.0015)
(0.0060 -0.0435 0.0015)
(-0.0060 -0.0405 0.0015)
(-0.0030 -0.0405 0.0015)
(0.0000 -0.0405 0.0015)
(0.0030 -0.0405 0.0015)
(0.0060 -0.0405 0.0015)
(-0.0060 -0.0375 0.0015)
(-0.0030 -0.0375 0.0015)
(0.0000 -0.0375 0.0015)
(0.0030 -0.0375 0.0015)
(0.0060 -0.0375 0.0015)
(-0.0060 -0.0345 0.0015)
(-0.0030 -0.0345 0.0015)
(0.0000 -0.0345 0.0015)
(0.0030 -0.0345 0.0015)
(0.0060 -0.0345 0.0015)
(-0.0060 -0.0315 0.0015)
(-0.0030 -0.0315 0.0015)
(0.0000 -0.0315 0.0015)
(0.0030 -0.0315 0.0015)
(0.0060 -0.0315 0.0015)
(-0.0060 -0.0285 0.0015)
(-0.0030 -0.0285 0.0015)
(0.0000 -0.0285 0.0015)
(0.0030 -0.0285 0.0015)
(0.0060 -0.0285 0.0015)
(-0.0060 -0.0255 0.0015)
(-0.0030 -0.0255 0.0015)
(0.0000 -0.0255 0.0015)
(0.0030 -0.0255 0.0015)
(0.0060 -0.0255 0.0015)
(-0.0060 -0.0225 0.0015)
(-0.0030 -0.0225 0.0015)
(0.0000 -0.0225 0.0015)
(0.0030 -0.0225 0.0015)
(0.0060 -0.0225 0.0015)
(-0.0060 -0.0195 0.0015)
(-0.0030 -0.0195 0.0015)
(0.0000 -0.0195 0.0015)
(0.0030 -0.0195 0.0015)
(0.0060 -0.0195 0.0015)
(-0.0060 -0.0165 0.0015)
(-0.0030 -0.0165 0.0015)
(0.0000 -0.0165 0.0015)
(0.0030 -0.0165 0.0015)
...
)

// ************************************************************************* //
